


import 'package:flutter_sqflite_project/data/model/note_model.dart';

 List<NoteModel> assetsNotes = [
  NoteModel(id: 1,name: 'نظرية الفستق',type: 'كتب',desc: '''
  نبذة عن كتاب نظرية الفستق
  كتاب نظرية الفستق هو
  أحد كتب التنمية البشرية وتطوير الذات، مؤلف 
  الكتاب هو فهد عامر الأحمدي، يتكون الكتاب من جزئيين 
  الجزء الأول يحتوي على 338 صفحة، والذي يتضمن عدد
  كبير من المقالات التي تتحدث كيفية تطوير الذات 
وتحسين طرق التفكير وزيادة الوعي لدى الأشخاص.
  ''',image: 'assets/images/ffff.png',),

  NoteModel(id: 2,name: 'يوتوبيا',type: 'كتب',desc: '''
  يوتوبيا رواية اجتماعية للكاتب المصري أحمد خالد توفيق،
   صدرت في عام 2008 وتعتبر هي الرواية الأولى له 
   التي تصدر خارج المؤسسة العربية الحديثة، 
   وقد جاءت الرواية في المركز الثاني في قائمة أكثر الكتب مبيعاً في دار ميريت.
  ''',image: 'assets/images/yyyy.png',),

  NoteModel(id: 3,name: 'الثقة والاعتزاز بالنفس',type: 'كتب',desc: '''
  الكتاب من نوعيه التنمية البشريه وتطوير ذات. يسلط الضوء
   على الشعور بأهمية 
   الذات والقوة اللازمة للتغيير والنهوض بعد الشدائد فقد
    خصص الكاتب فصلاً أطلق عليه الشدائد تزيدك قوة، وذكر أمثلة 
   واقعية لأشخاص قد توصلوا للنجاح بفضل تجارب الفشل السابقة .
  ''',image: 'assets/images/ssss.jpg',),
];